export default {
  projections: {
    РасчетОстВремE: {
      использовано: {
        __caption__: 'Использовано'
      },
      доступно: {
        __caption__: 'Доступно'
      },
      оказКонсульт: {
        __caption__: 'Оказ консульт',
        дата: {
          __caption__: 'Дата'
        },
        времяКонсульт: {
          __caption__: 'Время консульт'
        },
        предостУслуга: {
          __caption__: 'Предост услуга'
        },
        расчетОстВрем: {
          __caption__: '',
          доступно: {
            __caption__: ''
          },
          использовано: {
            __caption__: ''
          }
        }
      }
    },
    РасчетОстВремL: {
      использовано: {
        __caption__: 'Использовано'
      },
      доступно: {
        __caption__: 'Доступно'
      }
    }
  },
  validations: {
    доступно: {
      __caption__: 'Доступно'
    },
    использовано: {
      __caption__: 'Использовано'
    },
    расторжДоговора: {
      __caption__: 'расторжДоговора'
    },
    оказКонсульт: {
      __caption__: 'Оказ консульт'
    }
  }
};
