export default {
  projections: {
    РасторжДоговораE: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      }
    },
    РасторжДоговораL: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    дирОтдПоРабСКл: {
      __caption__: 'дирОтдПоРабСКл'
    },
    клиент: {
      __caption__: 'клиент'
    }
  }
};
