export default {
  projections: {
    ОказКонсультE: {
      дата: {
        __caption__: 'Дата'
      },
      времяКонсульт: {
        __caption__: 'Время консульт'
      },
      предостУслуга: {
        __caption__: 'Предост услуга'
      },
      расчетОстВрем: {
        __caption__: '',
        доступно: {
          __caption__: ''
        },
        использовано: {
          __caption__: ''
        }
      }
    }
  },
  validations: {
    времяКонсульт: {
      __caption__: 'Время консульт'
    },
    дата: {
      __caption__: 'Дата'
    },
    предостУслуга: {
      __caption__: 'Предост услуга'
    },
    расчетОстВрем: {
      __caption__: 'расчетОстВрем'
    }
  }
};
